Repository: yalogica/ifolders
Catalog: languages/ifolders-*.po
Languages: de_de, nl_nl, ru_ru

source: Gallery Settings
de_de: Galerie-Einstellungen

source: Folder
de_de: Ordner

source: Columns
de_de: Spalten

source: Max Items
de_de: Max. Artikel

source: Image Size
de_de: Bildgröße

source: Thumbnail
de_de: Vorschaubild

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: Full size
de_de: Volle Größe

source: No folder selected.
de_de: Kein Ordner ausgewählt.

source: The selected folder has no items.
de_de: Der ausgewählte Ordner enthält keine Objekte.

source: It looks like you have another version of iFolders installed, please uninstall it before activating this new version.
de_de: Es sieht so aus, als hätten Sie eine andere Version von iFolders installiert, bitte deinstallieren Sie sie, bevor Sie diese neue Version aktivieren.
nl_nl: Het lijkt erop dat je een andere versie van iFolders hebt geïnstalleerd, verwijder deze voordat je deze nieuwe versie activeert.
ru_ru: Похоже, у вас установлена другая версия iFolders, пожалуйста, удалите ее, прежде чем активировать эту новую версию.

source: It looks like you have an old version of iFolders installed.
de_de: Es sieht so aus, als hätten Sie eine alte Version von iFolders installiert.
nl_nl: Het lijkt erop dat je een oude versie van iFolders hebt geïnstalleerd.
ru_ru: Похоже, у вас установлена старая версия iFolders.

source: To use this new version, you must uninstall the old version completely and delete it with all data, because the new version is incompatible with the previous ones. Don't forget to back up your plugin data if necessary.
de_de: Um diese neue Version nutzen zu können, müssen Sie die alte Version vollständig deinstallieren und mit allen Daten löschen, da die neue Version mit den vorherigen nicht kompatibel ist. Vergiss nicht, deine Plugin-Daten bei Bedarf zu sichern.
nl_nl: Om deze nieuwe versie te gebruiken, moet u de oude versie volledig verwijderen en met alle gegevens verwijderen, omdat de nieuwe versie niet compatibel is met de vorige. Vergeet niet om indien nodig een back-up te maken van uw plug-ingegevens.
ru_ru: Чтобы использовать эту новую версию, вы должны полностью удалить старую версию и удалить ее со всеми данными, потому что новая версия несовместима с предыдущими. Не забудьте сделать резервную копию данных плагина, если это необходимо.

source: You can delete these data here right now or if you have any questions, please contact our support team.
de_de: Sie können diese Daten jetzt hier löschen oder bei Fragen wenden Sie sich bitte an unser Support-Team.
nl_nl: U kunt deze gegevens hier nu verwijderen of als u vragen heeft, neem dan contact op met ons ondersteuningsteam.
ru_ru: Вы можете удалить эти данные здесь прямо сейчас или, если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нашей службой поддержки.

source: Delete all data of the old version of iFolders and activate the new version.
de_de: Löschen Sie alle Daten der alten Version von iFolders und aktivieren Sie die neue Version.
nl_nl: Verwijder alle gegevens van de oude versie van iFolders en activeer de nieuwe versie.
ru_ru: Удалите все данные старой версии iFolders и активируйте новую версию.

source: Are you sure you want to delete all data of the old version of iFolders?
de_de: Sind Sie sicher, dass Sie alle Daten der alten Version von iFolders löschen möchten?
nl_nl: Weet u zeker dat u alle gegevens van de oude versie van iFolders wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить все данные старой версии iFolders?

source: Media
de_de: Medien
ru_ru: Медиа

source: Posts
de_de: Beiträge
nl_nl: Berichten
ru_ru: Записи

source: Pages
de_de: Seiten
nl_nl: Pagina's
ru_ru: Страницы

source: Users
de_de: Benutzer
nl_nl: Gebruikers
ru_ru: Пользователи

source: Title
de_de: Titel
nl_nl: Titel
ru_ru: Заголовок

source: Alternative text
de_de: Alternativtext
nl_nl: Alternatieve tekst
ru_ru: Альтернативный текст

source: File URL
de_de: Dateipfad
nl_nl: Bestand URL
ru_ru: Ссылка на файл

source: Size
de_de: Größe
nl_nl: Grootte
ru_ru: Размер

source: Filename
de_de: Dateiname
nl_nl: Bestandsnaam
ru_ru: Название файла

source: Type
de_de: Typ
ru_ru: Тип

source: Date
de_de: Datum
nl_nl: Datum
ru_ru: Дата

source: Uploaded by
de_de: Hochgeladen von
nl_nl: Opgeladen door
ru_ru: Загрузил

source: The operation completed successfully
de_de: Der Vorgang wurde erfolgreich abgeschlossen
nl_nl: De bewerking is voltooid
ru_ru: Операция успешно завершена

source: The operation failed
de_de: Der Vorgang ist fehlgeschlagen
nl_nl: De bewerking is mislukt
ru_ru: Сбой операции

source: This is the pro feature.
de_de: Dies ist die Pro-Funktion.
nl_nl: Dit is de pro-functie.
ru_ru: Эта функция предназначена только для профессиональных пользователей.

source: Upgrade to get the full power.
de_de: Rüsten Sie auf, um die volle Leistung zu erhalten.
nl_nl: Upgrade om het volledige vermogen te krijgen.
ru_ru: Обновитесь, чтобы получить полную мощность.

source: Parent Folder
de_de: Übergeordneter Ordner
nl_nl: Bovenliggende map
ru_ru: Родительская папка

source: New Folder
de_de: Neuer Ordner
nl_nl: Nieuwe map
ru_ru: Новая папка

source: These plugin settings are built-in and cannot be modified
de_de: Diese Plugin-Einstellungen sind integriert und können nicht geändert werden
nl_nl: Deze plug-in-instellingen zijn ingebouwd en kunnen niet worden gewijzigd
ru_ru: Эти настройки плагина являются встроенными и не могут быть изменены

source: The license is already registered for other domain
de_de: Die Lizenz ist bereits für eine andere Domain registriert
nl_nl: De licentie is al geregistreerd voor een ander domein
ru_ru: Лицензия уже зарегистрирована на другой домен

source: Failed to connect to license server
de_de: Verbindung zum Lizenzserver konnte nicht hergestellt werden
nl_nl: Kan geen verbinding maken met de licentieserver
ru_ru: Не удалось подключиться к серверу лицензий

source: The personal token is invalid or has been deleted
de_de: Das persönliche Token ist ungültig oder wurde gelöscht
nl_nl: Het persoonlijke token is ongeldig of is verwijderd
ru_ru: Личный токен недействителен или был удален

source: The personal token is missing the required permission for license server
de_de: Dem persönlichen Token fehlt die erforderliche Berechtigung für den Lizenzserver
nl_nl: Het persoonlijke token mist de vereiste machtiging voor de licentieserver
ru_ru: В личном маркере отсутствуют необходимые разрешения для сервера лицензий

source: Invalid purchase code
de_de: Ungültiger Kaufcode
nl_nl: Ongeldige aankoopcode
ru_ru: Неверный код покупки

source: Something goes wrong, try again shortly
de_de: Etwas geht schief, versuchen Sie es in Kürze erneut
nl_nl: Er gaat iets mis, probeer het binnenkort opnieuw
ru_ru: Что-то идет не так, попробуйте еще раз в ближайшее время

source: Parsing error, try again shortly
de_de: Parsing-Fehler, versuchen Sie es in Kürze erneut
nl_nl: Parseringsfout, probeer het binnenkort opnieuw
ru_ru: Ошибка синтаксического анализа, повторите попытку в ближайшее время

source: Error updating license data
de_de: Fehler beim Aktualisieren der Lizenzdaten
nl_nl: Fout bij het bijwerken van licentiegegevens
ru_ru: Ошибка обновления данных лицензии

source: Color
de_de: Farbe
nl_nl: Kleur
ru_ru: Цвет

source: Rename
de_de: Umbenennen
nl_nl: Hernoem
ru_ru: Переименовать

source: Copy
de_de: Kopieren
nl_nl: Kopiëren
ru_ru: Копировать

source: Paste
de_de: Einfügen
nl_nl: Plakken
ru_ru: Вставить

source: Delete
de_de: Löschen
nl_nl: Verwijderen
ru_ru: Удалить

source: Common Folders
de_de: Gemeinsame Ordner
nl_nl: Gemeenschappelijke mappen
ru_ru: Общие папки

source: Personal Folders
de_de: Personalakten
nl_nl: Persoonlijke mappen
ru_ru: Личные папки

source: Users can create, view, and edit each other's folders if they are granted such access.
de_de: Benutzer können die Ordner der anderen erstellen, anzeigen und bearbeiten, wenn ihnen ein solcher Zugriff gewährt wird.
nl_nl: Gebruikers kunnen elkaars mappen maken, bekijken en bewerken als ze dergelijke toegang krijgen.
ru_ru: Пользователи могут создавать, просматривать и редактировать папки друг друга, если им предоставлен такой доступ.

source: Users can only create, view and edit their personal folders if they are granted such access.
de_de: Benutzer können ihre persönlichen Ordner nur erstellen, anzeigen und bearbeiten, wenn ihnen ein solcher Zugriff gewährt wird.
nl_nl: Gebruikers kunnen hun persoonlijke mappen alleen maken, bekijken en bewerken als ze dergelijke toegang krijgen.
ru_ru: Пользователи могут создавать, просматривать и редактировать свои личные папки только в том случае, если им предоставлен такой доступ.

source: Thanks for start using the plugin iFolders. Let's create first folders.
de_de: Vielen Dank, dass Sie mit der Verwendung des Plugins iFolders begonnen haben. Lassen Sie uns erste Ordner erstellen.
nl_nl: Bedankt voor het gebruik van de plug-in iFolders. Laten we de eerste mappen maken.
ru_ru: Спасибо, что начали использовать плагин iFolders. Давайте создадим первые папки.

source: Go to WordPress Media Library.
de_de: Gehen Sie zur WordPress-Medienbibliothek.
nl_nl: Ga naar WordPress Media Library.
ru_ru: Перейдите в медиатеку WordPress.

source: I do not need this plugin anymore
de_de: Ich brauche dieses Plugin nicht mehr
nl_nl: Ik heb deze plugin niet meer nodig
ru_ru: Мне больше не нужен этот плагин

source: I found another plugin that do the job better
de_de: Ich habe ein anderes Plugin gefunden, das die Arbeit besser macht
nl_nl: Ik heb een andere plug-in gevonden die het werk beter doet
ru_ru: Я нашел другой плагин, который делает работу лучше

source: Please tell us which one
de_de: Bitte sagen Sie uns, welche
nl_nl: Vertel ons welke
ru_ru: Пожалуйста, скажите нам какой

source: I don't know how to use it
de_de: Ich weiß nicht, wie ich es benutzen soll
nl_nl: Ik weet niet hoe ik het moet gebruiken
ru_ru: Я не знаю, как его использовать

source: This's temporary deactivation
de_de: Dies ist eine vorübergehende Deaktivierung
nl_nl: Dit is tijdelijke deactivering
ru_ru: Это временная деактивация

source: It's not working on my website
de_de: Es funktioniert nicht auf meiner Website
nl_nl: Het werkt niet op mijn website
ru_ru: Он не работает на моем сайте

source: Other
de_de: Andere
nl_nl: Andere
ru_ru: Другое

source: Please share a reason...
de_de: Bitte teilen Sie einen Grund mit...
nl_nl: Deel alsjeblieft een reden...
ru_ru: Пожалуйста, поделитесь причиной...

source: Quick Feedback
de_de: Schnelles Feedback
nl_nl: Snelle feedback
ru_ru: Быстрый отзыв

source: Before you deactivate iFolders could you let us know why? Your feedback will help us improve the product, please tell us why did you decide to deactivate iFolders. Thank you!
de_de: Bevor Sie iFolders deaktivieren, können Sie uns mitteilen, warum? Ihr Feedback wird uns helfen, das Produkt zu verbessern, bitte teilen Sie uns mit, warum Sie sich entschieden haben, iFolders zu deaktivieren. Vielen Dank!
nl_nl: Voordat u iFolders deactiveert, kunt u ons laten weten waarom? Uw feedback zal ons helpen het product te verbeteren, vertel ons waarom u hebt besloten om iFolders te deactiveren. Bedankt!
ru_ru: Прежде чем деактивировать iFolders, не могли бы вы сообщить нам, почему? Ваши отзывы помогут нам улучшить продукт, пожалуйста, расскажите нам, почему вы решили деактивировать iFolders. Спасибо!

source: Skip & Deactivate
de_de: Überspringen & deaktivieren
nl_nl: Overslaan & deactiveren
ru_ru: Пропустить и деактивировать

source: Submit & Deactivate
de_de: Absenden & deaktivieren
nl_nl: Inzenden & Deactiveren
ru_ru: Подтвердить и деактивировать

source: Confirm
de_de: Bestätigen
nl_nl: Bevestigen
ru_ru: Подтвердить

source: Are you sure you want to deactivate the plugin and delete all its data?
de_de: Sind Sie sicher, dass Sie das Plugin deaktivieren und alle seine Daten löschen möchten?
nl_nl: Weet u zeker dat u de plug-in wilt deactiveren en alle gegevens wilt verwijderen?
ru_ru: Вы уверены, что хотите деактивировать плагин и удалить все его данные?

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren
ru_ru: Отмена

source: Are you sure you want to delete {{Modal.data.count}} items?
de_de: Möchten Sie wirklich {{Modal.data.count}}-Elemente löschen?
nl_nl: Weet u zeker dat u {{Modal.data.count}}-items wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить элементы {{Modal.data.count}}?

source: New Folder Type
de_de: Neuer Ordnertyp
nl_nl: Nieuw maptype
ru_ru: Новый тип папки

source: Edit Folder Type
de_de: Ordnertyp bearbeiten
nl_nl: Maptype bewerken
ru_ru: Изменение типа папки

source: None
de_de: Nichts
nl_nl: Geen
ru_ru: Нет

source: Close
de_de: Schließen
nl_nl: Sluiten
ru_ru: Закрыть

source: Submit
de_de: Senden
nl_nl: Verzenden
ru_ru: Подтвердить

source: New Security Rights
de_de: Neue Sicherungsrechte
nl_nl: Nieuwe beveiligingsrechten
ru_ru: Новые права безопасности

source: Edit Security Rights
de_de: Sicherheitsrechte bearbeiten
nl_nl: Beveiligingsrechten bewerken
ru_ru: Изменение прав безопасности

source: Select user or role
de_de: Benutzer oder Rolle auswählen
nl_nl: Selecteer gebruiker of rol
ru_ru: Выбор пользователя или роли

source: Select user
de_de: Benutzer wählen
nl_nl: Selecteer gebruiker
ru_ru: Выбрать пользователя

source: Select role
de_de: Benutzerrolle auswählen
nl_nl: Rol selecteren
ru_ru: Выберите роль

source: Create
de_de: Erstellen
nl_nl: Aanmaken
ru_ru: Создать

source: users can create folders and subfolders, don't forget to give the view permission too
de_de: Benutzer können Ordner und Unterordner erstellen, vergessen Sie nicht, auch die Ansichtsberechtigung zu erteilen
nl_nl: Gebruikers kunnen mappen en submappen aanmaken, vergeet niet om ook de weergaverechten te geven
ru_ru: Пользователи могут создавать папки и подпапки, не забудьте также предоставить разрешение на просмотр

source: View
de_de: Anzeigen
nl_nl: Bekijk
ru_ru: Просмотр

source: users can view the folder tree
de_de: Benutzer können die Ordnerstruktur anzeigen
nl_nl: Gebruikers kunnen de mappenstructuur bekijken
ru_ru: Пользователи могут просматривать дерево папок

source: Edit
de_de: Bearbeiten
nl_nl: Bewerken
ru_ru: Редактировать

source: users can edit folders (rename, drag & drop)
de_de: Benutzer können Ordner bearbeiten (Umbenennen, Drag & Drop)
nl_nl: Gebruikers kunnen mappen bewerken (hernoemen, slepen en neerzetten)
ru_ru: Пользователи могут редактировать папки (переименовывать, перетаскивать)

source: users can delete folders
de_de: Benutzer können Ordner löschen
nl_nl: Gebruikers kunnen mappen verwijderen
ru_ru: Пользователи могут удалять папки

source: Attach
de_de: Anhängen
nl_nl: Voeg toe
ru_ru: Прикрепить

source: users can attach items to folders, like media files, posts, pages, etc.
de_de: Benutzer können Elemente an Ordner wie Mediendateien, Beiträge, Seiten usw. anhängen.
nl_nl: Gebruikers kunnen items aan mappen toevoegen, zoals mediabestanden, berichten, pagina's, enz.
ru_ru: Пользователи могут прикреплять элементы к папкам, например медиафайлы, записи, страницы и т. д.

source: New Security Profile
de_de: Neues Sicherheitsprofil
nl_nl: Nieuw beveiligingsprofiel
ru_ru: Новый профиль безопасности

source: Edit Security Profile
de_de: Sicherheitsprofil bearbeiten
nl_nl: Beveiligingsprofiel bewerken
ru_ru: Редактирование профиля безопасности

source: Description
de_de: Beschreibung
nl_nl: Omschrijving
ru_ru: Описание объекта

source: Add new profile
de_de: Neues Profil hinzufügen
nl_nl: Nieuw profiel toevoegen
ru_ru: Добавить новый профиль

source: Edit rights
de_de: Rechte bearbeiten
nl_nl: Rechten bewerken
ru_ru: Изменение прав безопасности

source: Delete selected rights
de_de: Ausgewählte Rechte löschen
nl_nl: Geselecteerde rechten verwijderen
ru_ru: Удаление выбранных прав

source: User / Role
de_de: Benutzer / Rolle
nl_nl: Gebruiker / Rol
ru_ru: Пользователь / Роль

source: Access Type
de_de: Zugangstyp
nl_nl: Toegangstype
ru_ru: Тип доступа

source: The table is empty
de_de: Die Tabelle ist leer
nl_nl: De tafel is leeg
ru_ru: Таблица пуста

source: Select Folder Type
de_de: Wählen Sie den Ordnertyp aus
nl_nl: Selecteer Maptype
ru_ru: Выберите тип папки

source: Select a registered built-in or custom WordPress post type from the list below if you want to create a new folder type item.
de_de: Wählen Sie einen registrierten integrierten oder benutzerdefinierten WordPress-Beitragstyp aus der Liste unten aus, wenn Sie ein neues Element vom Typ Ordner erstellen möchten.
nl_nl: Selecteer een geregistreerd ingebouwd of aangepast WordPress-berichttype uit de onderstaande lijst als u een nieuw maptype-item wilt maken.
ru_ru: Выберите зарегистрированный встроенный или пользовательский тип записи WordPress из списка ниже, если вы хотите создать новый элемент типа папки.

source: Select
de_de: Auswählen
nl_nl: Selecteer
ru_ru: Выбрать

source: Select Role
de_de: Rolle auswählen
nl_nl: Selecteer rol
ru_ru: Выберите роль

source: To create a new profile entry, select a registered WordPress role from the list below.
de_de: Um einen neuen Profileintrag zu erstellen, wählen Sie eine registrierte WordPress-Rolle aus der folgenden Liste aus.
nl_nl: Om een nieuw profielitem aan te maken, selecteer je een geregistreerde WordPress-rol uit de onderstaande lijst.
ru_ru: Чтобы создать новую запись профиля, выберите зарегистрированную роль WordPress из списка ниже.

source: Select Security
de_de: Wählen Sie Sicherheit
nl_nl: Selecteer Beveiliging
ru_ru: Выберите Безопасность

source: Select a registered security role from the list below if you want to change it.
de_de: Wählen Sie eine registrierte Sicherheitsrolle aus der Liste unten aus, wenn Sie sie ändern möchten.
nl_nl: Selecteer een geregistreerde beveiligingsrol in de onderstaande lijst als u deze wilt wijzigen.
ru_ru: Выберите зарегистрированную роль безопасности из списка ниже, если вы хотите ее изменить.

source: Select User
de_de: Benutzer auswählen
nl_nl: Selecteer gebruiker
ru_ru: Выбрать пользователя

source: To create a new profile entry, select a registered WordPress user from the list below.
de_de: Um einen neuen Profileintrag zu erstellen, wählen Sie einen registrierten WordPress-Benutzer aus der Liste unten aus.
nl_nl: Om een nieuw profiel aan te maken, selecteer je een geregistreerde WordPress-gebruiker uit de onderstaande lijst.
ru_ru: Чтобы создать новую запись профиля, выберите зарегистрированного пользователя WordPress из списка ниже.

source: The folders are not available in the free version of the plugin. To access this feature and even more functionality, you will need to purchase the pro version.
de_de: Die Ordner sind in der kostenlosen Version des Plugins nicht verfügbar. Um auf diese Funktion und noch mehr Funktionen zugreifen zu können, müssen Sie die Pro-Version erwerben.
nl_nl: De mappen zijn niet beschikbaar in de gratis versie van de plug-in. Om toegang te krijgen tot deze functie en nog meer functionaliteit, moet u de pro-versie kopen.
ru_ru: Папки недоступны в бесплатной версии плагина. Чтобы получить доступ к этой функции и даже большему функционалу, вам нужно будет приобрести профессиональную версию.

source: Buy Now
de_de: Jetzt kaufen
nl_nl: Koop Nu
ru_ru: Купить PRO

source: General
de_de: Allgemein
nl_nl: Algemeen
ru_ru: Общие

source: Permissions
de_de: Berechtigungen
nl_nl: Rechten
ru_ru: Разрешения

source: Tools
de_de: Werkzeuge
ru_ru: Инструменты

source: Go Pro
de_de: Pro erwerben
nl_nl: Stap over naar de Pro-versie
ru_ru: Перейти в Pro

source: To enable all the professional features of the plugin, enter your purchase code and activate it.
de_de: Um alle professionellen Funktionen des Plugins zu aktivieren, geben Sie Ihren Kaufcode ein und aktivieren Sie ihn.
nl_nl: Om alle professionele functies van de plug-in in te schakelen, voert u uw aankoopcode in en activeert u deze.
ru_ru: Чтобы включить все профессиональные функции плагина, введите код покупки и активируйте его.

source: Activate License
de_de: Lizenz aktivieren
nl_nl: Activeer licentie
ru_ru: Активировать лицензию

source: Deactivate License
de_de: Lizenz deaktivieren
nl_nl: Deactiveer licentie
ru_ru: Деактивировать лицензию

source: The license is active and valid for this domain
de_de: Die Lizenz ist aktiv und gültig für diese Domain
nl_nl: De licentie is actief en geldig voor dit domein
ru_ru: Лицензия активна и действительна для данного домена

source: Note: If you're on a development site and you want to activate this license later on the production domain, please deactivate it first.
de_de: Hinweis: Wenn Sie sich auf einer Entwicklungsseite befinden und diese Lizenz später in der Produktionsdomäne aktivieren möchten, deaktivieren Sie sie zunächst.
nl_nl: Opmerking: Als u zich op een ontwikkelingssite bevindt en u wilt deze licentie later op het productiedomein activeren, deactiveer deze dan eerst.
ru_ru: Примечание: Если вы находитесь на сайте разработки и хотите активировать эту лицензию позже в рабочем домене, сначала деактивируйте ее.

source: Access roles
de_de: Zugang zu Rollen
nl_nl: Toegang tot rollen
ru_ru: Роли доступа

source: Only selected user roles have access to folders. These are general settings, use the permissions tab to grant users additional personal or general permissions.
de_de: Nur ausgewählte Benutzerrollen haben Zugriff auf Ordner. Dies sind allgemeine Einstellungen, verwenden Sie die Registerkarte Berechtigungen, um Benutzern zusätzliche persönliche oder allgemeine Berechtigungen zu erteilen.
nl_nl: Alleen geselecteerde gebruikersrollen hebben toegang tot mappen. Dit zijn algemene instellingen, gebruik het tabblad Machtigingen om gebruikers aanvullende persoonlijke of algemene machtigingen te verlenen.
ru_ru: Доступ к папкам имеют только выбранные роли пользователей. Это общие настройки, используйте вкладку «Разрешения», чтобы предоставить пользователям дополнительные личные или общие разрешения.

source: Default folder color
de_de: Standardmäßige Ordnerfarbe
nl_nl: Standaardmapkleur
ru_ru: Цвет папки по умолчанию

source: Set the default color for all folders that don't have their own colors.
de_de: Legen Sie die Standardfarbe für alle Ordner fest, die keine eigenen Farben haben.
nl_nl: Stel de standaardkleur in voor alle mappen die geen eigen kleuren hebben.
ru_ru: Установите цвет по умолчанию для всех папок, у которых нет собственных цветов.

source: Disable folder counter
de_de: Ordnerzähler deaktivieren
nl_nl: Mappenteller uitschakelen
ru_ru: Отключение счетчика

source: Disable the display of the number of items attached to each folder.
de_de: Deaktivieren Sie die Anzeige der Anzahl der Elemente, die an jeden Ordner angehängt sind.
nl_nl: Schakel de weergave uit van het aantal items dat aan elke map is gekoppeld.
ru_ru: Отключите отображение количества элементов, прикрепленных к каждой папке.

source: Disable ajax refresh
de_de: Ajax-Aktualisierung deaktivieren
nl_nl: Ajax-vernieuwing uitschakelen
ru_ru: Отключение ajax

source: Disable ajax refresh in list view. Set when there are problems with using plugins along with iFolders that change the media library list view.
de_de: Deaktivieren Sie die Ajax-Aktualisierung in der Listenansicht. Wird festgelegt, wenn es Probleme bei der Verwendung von Plug-ins zusammen mit iOrdnern gibt, die die Listenansicht der Medienbibliothek ändern.
nl_nl: Schakel ajax refresh uit in de lijstweergave. Stel in wanneer er problemen zijn met het gebruik van plug-ins in combinatie met iFolders die de lijstweergave van de mediabibliotheek wijzigen.
ru_ru: Отключите ajax refresh в виде списка. Устанавливается, когда возникают проблемы с использованием плагинов вместе с iFolders, которые изменяют представление списка медиатеки.

source: Infinite scrolling
de_de: Endlos-Scrolling
nl_nl: Oneindig scrollen
ru_ru: Бесконечная прокрутка
