Repository: yalogica/ifolders
Catalog: languages/ifolders-*.po
Languages: de_de, nl_nl, ru_ru

source: Enable infinite media library scrolling instead of the 'Load More' button.
de_de: Aktivieren Sie das unendliche Scrollen der Medienbibliothek anstelle der Schaltfläche "Mehr laden".
nl_nl: Schakel oneindig scrollen in de mediabibliotheek in in plaats van de knop 'Meer laden'.
ru_ru: Включите бесконечную прокрутку медиатеки вместо кнопки «Загрузить еще».

source: Show media details on hover
de_de: Mediendetails zu Hover anzeigen
nl_nl: Mediadetails weergeven bij aanwijzen
ru_ru: Отображение сведений о медиафайлах при наведении курсора

source: View essential metadata, including title, size, type, date, and dimensions, by simply hovering your cursor over an image.
de_de: Zeigen Sie wichtige Metadaten wie Titel, Größe, Typ, Datum und Abmessungen an, indem Sie einfach den Mauszeiger über ein Bild bewegen.
nl_nl: Bekijk essentiële metagegevens, waaronder titel, grootte, type, datum en afmetingen, door simpelweg uw cursor over een afbeelding te bewegen.
ru_ru: Просматривайте основные метаданные, включая заголовок, размер, тип, дату и размеры, просто наведя курсор на изображение.

source: Disable search bar
de_de: Suchleiste deaktivieren
nl_nl: Schakel de zoekbalk uit
ru_ru: Отключить строку поиска

source: Disable the display of the folder search bar.
de_de: Deaktivieren Sie die Anzeige der Ordnersuchleiste.
nl_nl: Schakel de weergave van de zoekbalk voor mappen uit.
ru_ru: Отключите отображение строки поиска папок.

source: Replace media
de_de: Medien ersetzen
nl_nl: Media vervangen
ru_ru: Замена медиа

source: Adds tools to the 'Attachment details' screen that can be used to select or upload an image to replace the current image while preserving its URL and properties.
de_de: Fügt dem Bildschirm "Anhangsdetails" Werkzeuge hinzu, mit denen ein Bild ausgewählt oder hochgeladen werden kann, um das aktuelle Bild zu ersetzen, während seine URL und Eigenschaften beibehalten werden.
nl_nl: Voegt tools toe aan het scherm 'Bijlagedetails' die kunnen worden gebruikt om een afbeelding te selecteren of te uploaden om de huidige afbeelding te vervangen met behoud van de URL en eigenschappen.
ru_ru: Добавляет на экран «Сведения о вложении» инструменты, которые можно использовать для выбора или загрузки изображения для замены текущего изображения с сохранением его URL-адреса и свойств.

source: Note: Disable your browser cache and any WordPress caching plugins before use. Otherwise, you may find that this feature is not working properly.
de_de: Hinweis: Deaktivieren Sie vor der Verwendung Ihren Browser-Cache und alle WordPress-Caching-Plugins. Andernfalls kann es sein, dass diese Funktion nicht ordnungsgemäß funktioniert.
nl_nl: Opmerking: Schakel voor gebruik uw browsercache en eventuele WordPress-caching-plug-ins uit. Anders kan het zijn dat deze functie niet goed werkt.
ru_ru: Примечание: Перед использованием отключите кэш браузера и любые плагины кэширования WordPress. В противном случае вы можете обнаружить, что эта функция не работает должным образом.

source: Delete fully
de_de: Vollständig löschen
nl_nl: Volledig verwijderen
ru_ru: Удалить полностью

source: Enable full uninstall mode, the plugin will clear all its options and database tables after clicking the delete link in the WordPress plugins area.
de_de: Aktivieren Sie den vollständigen Deinstallationsmodus, das Plugin löscht alle seine Optionen und Datenbanktabellen, nachdem Sie auf den Löschlink im WordPress-Plugin-Bereich geklickt haben.
nl_nl: Schakel de volledige verwijderingsmodus in, de plug-in zal alle opties en databasetabellen wissen nadat u op de verwijderlink in het WordPress-plug-ingebied hebt geklikt.
ru_ru: Включите режим полного удаления, плагин очистит все свои параметры и таблицы базы данных после нажатия на ссылку удаления в области плагинов WordPress.

source: Save
de_de: Speichern
nl_nl: Opslaan
ru_ru: Сохранить

source: Use this section to control who can view and edit folders. Simply create specific permissions for users and roles, then select a security profile for each folder type and apply it.
de_de: In diesem Abschnitt können Sie steuern, wer Ordner anzeigen und bearbeiten kann. Erstellen Sie einfach spezifische Berechtigungen für Benutzer und Rollen, wählen Sie dann für jeden Ordnertyp ein Sicherheitsprofil aus und wenden Sie es an.
nl_nl: Gebruik dit gedeelte om te bepalen wie mappen kan bekijken en bewerken. Maak eenvoudig specifieke machtigingen voor gebruikers en rollen, selecteer vervolgens een beveiligingsprofiel voor elk maptype en pas dit toe.
ru_ru: Используйте этот раздел, чтобы указать, кто может просматривать и редактировать папки. Просто создайте специальные разрешения для пользователей и ролей, а затем выберите профиль безопасности для каждого типа папок и примените его.

source: Folder Types
de_de: Ordnertypen
nl_nl: Maptypen
ru_ru: Типы папок

source: This table shows the types of folders (media, pages, posts, etc.) supported by the plugin. To allow a user to create and edit folders of a specific folder type, you must select a security profile for that type from the list. If you don't find the desired folder type, try adding it manually.
de_de: Diese Tabelle zeigt die Arten von Ordnern (Medien, Seiten, Beiträge usw.), die vom Plugin unterstützt werden. Damit ein Benutzer Ordner eines bestimmten Ordnertyps erstellen und bearbeiten kann, müssen Sie ein Sicherheitsprofil für diesen Typ aus der Liste auswählen. Wenn Sie den gewünschten Ordnertyp nicht finden, versuchen Sie, ihn manuell hinzuzufügen.
nl_nl: Deze tabel toont de soorten mappen (media, pagina's, berichten, enz.) die door de plug-in worden ondersteund. Als u een gebruiker wilt toestaan mappen van een specifiek maptype te maken en te bewerken, moet u een beveiligingsprofiel voor dat type selecteren in de lijst. Als u het gewenste maptype niet kunt vinden, probeer het dan handmatig toe te voegen.
ru_ru: В этой таблице показаны типы папок (медиа, страницы, записи и т.д.), поддерживаемые плагином. Чтобы разрешить пользователю создавать и изменять папки определенного типа, необходимо выбрать профиль безопасности для этого типа из списка. Если вы не нашли нужный тип папки, попробуйте добавить его вручную.

source: Add new folder type
de_de: Neuen Ordnertyp hinzufügen
nl_nl: Nieuw maptype toevoegen
ru_ru: Добавление нового типа папки

source: Edit folder type
de_de: Ordnertyp bearbeiten
nl_nl: Maptype bewerken
ru_ru: Изменение типа папки

source: Delete selected folder types
de_de: Ausgewählte Ordnertypen löschen
nl_nl: Geselecteerde maptypen verwijderen
ru_ru: Удаление выбранных типов папок

source: Refresh
de_de: Aktualisieren
nl_nl: Ververs
ru_ru: Обновить

source: Folder type
de_de: Verzeichnistype
nl_nl: Maptype
ru_ru: Тип папки

source: Security profile
de_de: Sicherheitsprofil
nl_nl: Beveiligingsprofiel
ru_ru: Профиль безопасности

source: enabled
de_de: aktiviert
nl_nl: ingeschakeld
ru_ru: включено

source: disabled
de_de: deaktiviert
nl_nl: uitgeschakeld
ru_ru: отключен

source: Security profiles
de_de: Sicherheitsprofile
nl_nl: Beveiligingsprofielen
ru_ru: Профили безопасности

source: This table is used to create and manage security profiles that can be selected and linked in the table above. Custom security profiles allow you to set permissions for each user or role to work with folders, including creating, viewing, editing, deleting, and attaching items to a folder.
de_de: Diese Tabelle wird verwendet, um Sicherheitsprofile zu erstellen und zu verwalten, die in der obigen Tabelle ausgewählt und verknüpft werden können. Mit benutzerdefinierten Sicherheitsprofilen können Sie Berechtigungen für jeden Benutzer oder jede Rolle festlegen, um mit Ordnern zu arbeiten, einschließlich des Erstellens, Anzeigens, Bearbeitens, Löschens und Anfügens von Elementen an einen Ordner.
nl_nl: Deze tabel wordt gebruikt om beveiligingsprofielen te maken en te beheren die in de bovenstaande tabel kunnen worden geselecteerd en gekoppeld. Met aangepaste beveiligingsprofielen kunt u machtigingen instellen voor elke gebruiker of rol om met mappen te werken, inclusief het maken, weergeven, bewerken, verwijderen en toevoegen van items aan een map.
ru_ru: Эта таблица используется для создания профилей безопасности, которые можно выбрать и связать в таблице выше, и управлять ими. Пользовательские профили безопасности позволяют устанавливать разрешения для каждого пользователя или роли на работу с папками, включая создание, просмотр, изменение, удаление и прикрепление элементов к папке.

source: Add new security profile
de_de: Neues Sicherheitsprofil hinzufügen
nl_nl: Nieuw beveiligingsprofiel toevoegen
ru_ru: Добавление нового профиля безопасности

source: Edit security profile
de_de: Sicherheitsprofil bearbeiten
nl_nl: Beveiligingsprofiel bewerken
ru_ru: Редактирование профиля безопасности

source: Delete selected security profiles
de_de: Ausgewählte Sicherheitsprofile löschen
nl_nl: Geselecteerde beveiligingsprofielen verwijderen
ru_ru: Удаление выбранных профилей безопасности

source: Import from other plugins
de_de: Import aus anderen Plugins
nl_nl: Importeren uit andere plug-ins
ru_ru: Другие плагины для WordPress

source: Import folders and attachments from third-party plugins for the media library.
de_de: Importieren Sie Ordner und Anhänge aus Plug-ins von Drittanbietern für die Medienbibliothek.
nl_nl: Importeer mappen en bijlagen van plug-ins van derden voor de mediabibliotheek.
ru_ru: Импортируйте папки и вложения из сторонних плагинов для медиатеки.

source: Import now
de_de: Jetzt importieren
nl_nl: Nu importeren
ru_ru: Импортировать

source: The current folder structure with attachments will be exported to a CSV file.
de_de: Die aktuelle Ordnerstruktur mit Anhängen wird in eine CSV-Datei exportiert.
nl_nl: De huidige mappenstructuur met bijlagen wordt geëxporteerd naar een CSV-bestand.
ru_ru: Текущая структура папок с вложениями будет экспортирована в CSV-файл.

source: Export Now
de_de: Jetzt exportieren
nl_nl: Exportieren
ru_ru: Экспортировать сейчас

source: Download file
de_de: Datei herunterladen
nl_nl: Download bestand
ru_ru: Скачать файл

source: Import
de_de: Importieren
nl_nl: Importeren
ru_ru: Импорт

source: Select a CSV file with the folder structure and attachments to import.
de_de: Wählen Sie eine CSV-Datei mit der Ordnerstruktur und den zu importierenden Anhängen aus.
nl_nl: Selecteer een CSV-bestand met de mappenstructuur en bijlagen die u wilt importeren.
ru_ru: Выберите CSV-файл со структурой папок и вложениями для импорта.

source: Clearing all existing folders before import
de_de: Löschen aller vorhandenen Ordner vor dem Import
nl_nl: Alle bestaande mappen wissen voordat ze worden geïmporteerd
ru_ru: Очистка всех существующих папок перед импортом

source: Import attachments
de_de: Anhänge importieren
nl_nl: Bijlagen importeren
ru_ru: Импорт вложений

source: Import Now
de_de: Jetzt importieren
nl_nl: Importeer Nu
ru_ru: Импортировать сейчас

source: Folder counters recalculation
de_de: Neuberechnung von Ordnerzählern
nl_nl: Herberekening van mappentellers
ru_ru: Пересчет счетчиков папок

source: This action will completely recalculate all item counters that are attached to folders.
de_de: Durch diese Aktion werden alle Elementzähler, die an Ordner angehängt sind, vollständig neu berechnet.
nl_nl: Met deze actie worden alle itemtellers die aan mappen zijn gekoppeld, volledig opnieuw berekend.
ru_ru: Это действие полностью пересчитает все счетчики элементов, прикрепленные к папкам.

source: Recalculate
de_de: Neu berechnen
nl_nl: Herberekenen
ru_ru: Пересчитать

source: Clear data
de_de: Daten löschen
nl_nl: Data wissen
ru_ru: Очистить данные

source: This action will deactivate the plugin iFolders and delete all its data and settings and return you to the default WordPress state before installing the plugin.
de_de: Diese Aktion deaktiviert das Plugin iFolders und löscht alle seine Daten und Einstellungen und Sie kehren zum Standardzustand von WordPress zurück, bevor Sie das Plugin installieren.
nl_nl: Deze actie deactiveert de plug-in iFolders en verwijdert alle gegevens en instellingen en brengt u terug naar de standaard WordPress-status voordat u de plug-in installeert.
ru_ru: Это действие деактивирует плагин iFolders и удалит все его данные и настройки, а также вернет вас в состояние WordPress по умолчанию перед установкой плагина.

source: Clear now
de_de: Jetzt löschen
nl_nl: Nu wissen
ru_ru: Очистить

source: Get iFolders Pro
de_de: Holen Sie sich iFolders Pro
nl_nl: Download iFolders Pro
ru_ru: Скачать iFolders Pro

source: Unlock all features and premium support
de_de: Schalten Sie alle Funktionen und den Premium-Support frei
nl_nl: Ontgrendel alle functies en premium ondersteuning
ru_ru: Разблокируйте все функции и премиум-поддержку

source: Create Subfolders
de_de: Erstellen von Unterordnern
nl_nl: Submappen maken
ru_ru: Создание вложенных папок

source: Sort Options
de_de: Sortieroptionen
nl_nl: Sorteeropties voor berichten
ru_ru: Сортировка

source: Advanced User Rights
de_de: Erweiterte Benutzerrechte
nl_nl: Geavanceerde gebruikersrechten
ru_ru: Расширенные права пользователя

source: Organize Pages, Posts and Custom Post Types
de_de: Organisieren Sie Seiten, Beiträge und benutzerdefinierte Beitragstypen
nl_nl: Pagina's, berichten en aangepaste berichttypen ordenen
ru_ru: Систематизация страниц, записей и пользовательских типов записей

source: Page Builders: Elementor, Beaver, Divi, Brizy etc.
de_de: Page Builder: Elementor, Beaver, Divi, Brizy usw.
nl_nl: Paginabouwers: Elementor, Beaver, Divi, Brizy enz.
ru_ru: Конструкторы страниц: Elementor, Beaver, Divi, Brizy и т.д.

source: Lifetime License
de_de: Lebenslange Lizenz
nl_nl: Levenslange licentie
ru_ru: Пожизненная лицензия

source: Congratulations!!!
de_de: Herzlichen Glückwunsch!
nl_nl: Gefeliciteerd!!!
ru_ru: Поздравляем!

source: You are using the iFolders Pro version.
de_de: Sie verwenden die iFolders Pro-Version.
nl_nl: U gebruikt de iFolders Pro-versie.
ru_ru: Вы используете версию iFolders Pro.

source: Unlock all features and premium support.
de_de: Schalten Sie alle Funktionen und den Premium-Support frei.
nl_nl: Ontgrendel alle functies en premium ondersteuning.
ru_ru: Разблокируйте все функции и премиум-поддержку.

source: YouTube Channel
de_de: YouTube Kanal
nl_nl: YouTube-kanaal
ru_ru: YouTube канал

source: Watch our video to learn about all the features of iFolders.
de_de: Sehen Sie sich unser Video an, um mehr über alle Funktionen von iFolders zu erfahren.
nl_nl: Bekijk onze video om meer te weten te komen over alle functies van iFolders.
ru_ru: Посмотрите наше видео, чтобы узнать обо всех функциях iFolders.

source: Quickly get direct help from our qualified support team.
de_de: Holen Sie sich schnell direkte Hilfe von unserem qualifizierten Support-Team.
nl_nl: Krijg snel directe hulp van ons gekwalificeerde ondersteuningsteam.
ru_ru: Быстро получите прямую помощь от нашей квалифицированной службы поддержки.

source: Suggest a Feature
de_de: Feature vorschlagen
nl_nl: Stel een functie voor
ru_ru: Предложить функцию

source: Do you have ideas or suggestions for iFolders? We'd love to hear them.
de_de: Haben Sie Ideen oder Vorschläge für iFolders? Wir würden uns freuen, sie zu hören.
nl_nl: Heeft u ideeën of suggesties voor iFolders? We horen ze graag.
ru_ru: У вас есть идеи или предложения по iFolders? Мы будем рады их услышать.

source: create folder
de_de: Ordner erstellen
nl_nl: Map maken
ru_ru: создать папку

source: sort folder items
de_de: Ordnerelemente sortieren
nl_nl: Mapitems sorteren
ru_ru: сортировка элементов папки

source: Click the "Create" button above to add your first folder, then start drag & drop items.
de_de: Klicken Sie oben auf die Schaltfläche "Erstellen", um Ihren ersten Ordner hinzuzufügen, und starten Sie dann Drag & Drop-Elemente.
nl_nl: Klik op de knop "Maken" hierboven om uw eerste map toe te voegen en begin vervolgens met het slepen en neerzetten van items.
ru_ru: Нажмите кнопку «Создать» выше, чтобы добавить свою первую папку, а затем начните перетаскивание элементов.

source: Add New Folders
de_de: Neue Ordner hinzufügen
nl_nl: Nieuwe mappen toevoegen
ru_ru: Добавление новых папок

source: Delete Folders
de_de: Ordner löschen
nl_nl: Mappen verwijderen
ru_ru: Удаление папок

source: Are you sure you want to delete selected folders and all subfolders?
de_de: Sind Sie sicher, dass Sie ausgewählte Ordner und alle Unterordner löschen möchten?
nl_nl: Weet u zeker dat u geselecteerde mappen en alle submappen wilt verwijderen?
ru_ru: Вы действительно хотите удалить выбранные папки и все вложенные папки?

source: Note: all items inside those folders will not be deleted.
de_de: Hinweis: Alle Elemente in diesen Ordnern werden nicht gelöscht.
nl_nl: Opmerking: alle items in die mappen worden niet verwijderd.
ru_ru: Примечание: все элементы внутри этих папок не будут удалены.

source: Upload a new file
de_de: Neue Datei hochladen
nl_nl: Een nieuw bestand uploaden
ru_ru: Загрузить новый файл

source: Drop file here
de_de: Datei hierher ziehen
nl_nl: Drop bestand hier
ru_ru: Поместите файл сюда

source: or
de_de: oder
nl_nl: of
ru_ru: или

source: Select file
de_de: Datei auswählen
nl_nl: Selecteer bestand
ru_ru: Выбрать файл

source: Replace
de_de: Ersetzen
nl_nl: Vervangen
ru_ru: Заменить

source: Sort Folder Items
de_de: Ordnerelemente sortieren
nl_nl: Mapitems sorteren
ru_ru: Сортировка элементов папки

source: By Name
de_de: Nach Name
nl_nl: Op naam
ru_ru: По имени

source: By Date
de_de: Nach Datum
nl_nl: Op datum
ru_ru: По дате

source: By Modified
de_de: Nach Geändert
nl_nl: Door aanpassen
ru_ru: По дате изменения

source: By Author
de_de: Nach Autor
nl_nl: Auteur
ru_ru: По автору

source: All items
de_de: Alle Einträge
nl_nl: Alle items
ru_ru: Все элементы

source: Uncategorized
de_de: Nicht kategorisiert
nl_nl: Geen categorie
ru_ru: Без категории

source: Search folders...
de_de: Suche Ordner…
nl_nl: Zoek mappen…
ru_ru: Поиск папок...

source: A better way to organize WordPress media library, posts, pages, users & custom post types in a logical way. Just drag & drop items into folders you and use them easely.
de_de: Eine bessere Möglichkeit, WordPress-Medienbibliothek, Posts, Seiten, Benutzer und benutzerdefinierte Beitragstypen logisch zu organisieren. Ziehen Sie Elemente einfach per Drag & Drop in Ordner und verwenden Sie sie einfach.
nl_nl: Een betere manier om WordPress mediabibliotheek, berichten, pagina's, gebruikers en aangepaste berichttypen op een logische manier te organiseren. Sleep gewoon items naar mappen en gebruik ze gemakkelijk.
ru_ru: Лучший способ организовать медиа-библиотеку WordPress, сообщения, страницы, пользователей и пользовательские типы сообщений логическим образом. Просто перетащите элементы в папки и наслаждайтесь удобством их использования.

source: Dimension
nl_nl: Afmeting
ru_ru: Размер

source: Download
ru_ru: Скачать

source: Purchase Code
nl_nl: Aankoopcode
ru_ru: Код покупки

source: Status
ru_ru: Статус

source: Export
nl_nl: Exportieren
ru_ru: Экспорт

source: VIP Support
nl_nl: VIP-ondersteuning
ru_ru: VIP-поддержка

source: Support
nl_nl: Ondersteuning
ru_ru: Поддержка
